{
  "blog": [
    {
      "title": "Employment Digest ",
      "description": "a blog to help executives, technologists, and those in career transition keep abreast of career advice, guides and ideas.",
      "name": "Surajit Pal",
      "date": "24.11.2022 07:32",
      "cmnt_count": 15,
      "comments": "Relevance, Quality, Diversity, Volume, Consistency – thank you so much for these guidelines, I’ll always remember these when posting comments on blogs.",
      "id": 1
    },
    {
      "title": "One Day, One Job",
      "description": "an interesting blog about entry-level jobs, where each day it looks at one employer and the jobs that they are offering for recent college graduates.",
      "name": "Debarati Das",
      "date": "26.11.2022 13:05",
      "cmnt_count": 11,
      "comments": "Amazing write-up!",
      "id": 2
    },
    {
      "title": "The Big Time Blog",
      "description": "A blog for users of CareerNudge job search shareware tools -- plus the rest of the world. For job-search campaign tips and related observations -- plus articles and links on managing your career and life in general.",
      "name": "Tapas Paral",
      "date": "22.11.2022 12:00",
      "cmnt_count": 8,
      "comments": "It’s really really great information. Keep sharing, Thanks",
      "id": 3
    },
    {
      "title": "Executive Resumes and Career Transition Strategies",
      "description": "Reflections of an Executive Resume Writer, a source for authoritative and creative executive resume-writing and career-transition strategies, as well as timely articles and commentary on the latest issues and trends.",
      "name": "Mrittika Sarkar",
      "date": "22.11.2022 11:10",
      "cmnt_count": 4,
      "comments": "Great share!",
      "id": 4
    },
    {
      "title": "George's Employment Blawg",
      "description": "News, analysis and comments on labor and employment law, human resources, etc., by a St. Louis employment lawyer who represents employers and a University of Missouri - St. Louis HR professor and consultant.",
      "name": "Sayeri Sen",
      "date": "23.11.2022 09:11",
      "cmnt_count": 22,
      "comments": "Useful post",
      "id": 4
    },
    {
      "title": "Tim's Strategy",
      "description": "based on his experiences as a marketing professional and as a worker who has been downsized, Tim Tyrell-Smith brings a fresh and powerful message to job-seekers looking for help in finding a new job. While his strategy is evolving, it covers all aspects of job-hunting, from resume development to networking to personal branding and interviewing.",
      "name": "Sohini Bose",
      "date": "20.11.2022 05:45",
      "cmnt_count": 12,
      "comments": "I read this post your post so nice and very informative post thanks for sharing this post",
      "id": 4
    },
    {
      "title": "Blog-5 Student travel policy",
      "description": "Find Student Travel Policy at Shopwebly, the Website to Compare Prices! Find and Compare Student Travel Policy Online. Save Now at Shopwebly! Find Easily. Quick Results. Easy Access. Search and Discover. Compare Products. Many Products.",
      "name": "Tapas Paral",
      "date": "25.06.2022 11:30",
      "cmnt_count": 15,
      "comments":"Search Travel Insure, Top 10 Rated Web Results from Trusted Internet Sources. Travel Insure, Top Information From Trusted Sources, Get Expert Advice Here. Find in Seconds. Quick Answers. Explore the Best Info Now. Useful & Relevant. Find All Info You Want. 100+ Unique Results. Services: Best Results, Explore Now, New Sources, Best in Search.",
      "id":5
    },
    {
      "title":"The Delicious Hyderabadi Biryani- Its Origin and Popularity",
      "description":"Hyderabadi Dum Biryani, or simply Hyderabadi Biryani is one of the most aromatic Biryanis and the aroma comes from Kewda, Rose Water and the subtle notes of Zaffran sprinkled over the Biryani. Hyderabadi Dum Biryani in itself is an art. Hyderabadi Dum Biryani is of two types based on its cooking style - Kacchi Yakhni and Pakki Yakhni.",
      "name":"Tapas Paral",
      "date":"25.06.2022 11:30",
      "cmnt_count":15,
      "comments":"Hyderabadi Dum Biryani, the key dish of the royal kitchen came to India after Emperor Aurangzeb appointed Nizam-Ul-Mulk as the new ruler of Hyderabad. Hyderabad was conquered by the Mughals in the 1630s, and ruled by its Nizams. Mughlai culinary traditions got mixed with local traditions to make Hyderabadi cuisine. In 1857, after the Mughal Empire declined in Delhi, Hyderabad emerged as the center of South Asian culture which resulted in the mix of innovations in Hyderabadi Biryani.",
      "id":6
    }
  ]
}
